Repository: hypericumimpex/hyp-builder-acl
Catalog: languages/mcw_userelements_vc-*.po
Languages: pt_pt, tr_tr

source: Enable %s to check content on the go.
pt_pt: Ative %s para verificar o conteúdo em movimento.
tr_tr: Öğeyi daha sonra kontrol etmek için %s seçilir kılın.

source: Advanced Replace
pt_pt: Substituição avançada
tr_tr: Gelişmiş Seçenek

source: Select the WPBakery Page Builder content elements that will show the user attribute settings.
pt_pt: Seleccione os elementos de conteúdo do Construtor de Páginas do WPBakery que mostrarão as configurações de atributos do utilizador.
tr_tr: Elements for Users ayarlarını gösterecek WPBakery Page Builder içerik öğelerini seçin.

source: This option might be needed for most third party extension elements.
pt_pt: Essa opção pode ser necessária para a maioria dos elementos de extensão de terceiros.
tr_tr: Bu opsiyon üçüncü parti eklentiler için gerekir.

source: Show For
pt_pt: Visível para
tr_tr: Göster

source: Everyone
pt_pt: Todos
tr_tr: Herkes

source: Not Logged In Users
pt_pt: Utilizadores sem sessão iniciada
tr_tr: Giriş Yapmamış Kullanıcılar

source: All Members
pt_pt: Todos os membros
tr_tr: Bütün Kullanıcılar

source: Members with Selected User Roles
pt_pt: Membros com função específica
tr_tr: Seçilen Kullanıcı Rolüne Sahip Üyeler

source: Selected Users
pt_pt: Escolher utilizadores
tr_tr: Seçilen Kullanıcılar

source: Discarded Users
pt_pt: Descartar utilizadores
tr_tr: Gizlenen Kullanıcılar

source: Selected Devices
pt_pt: Escolher equipamentos
tr_tr: Seçilmiş Cihazlar

source: Date Range
pt_pt: Intervalo de datas
tr_tr: Tarih Aralığı

source: Time Range
pt_pt: Intervalo de tempo
tr_tr: Saat Aralığı

source: URL Parameters
pt_pt: Parámetros URL
tr_tr: URL Parametreleri

source: PHP Function
pt_pt: Função PHP
tr_tr: PHP Fonksiyon İsmi

source: Select the member filter this element will be visible to.
pt_pt: Seleccione o filtro de membro para o qual este elemento ficará visível.
tr_tr: Bu öğenin gösterileceği kullanıcı filtresini seçin.

source: Start Date
pt_pt: Data início
tr_tr: Başlangıç Tarihi

source: Enter the start date (and time if necessary) that the element will be shown in the format %s.
pt_pt: Digite a data de início (e hora, se necessário) em que será apresentado o elemento com o formato %s.
tr_tr: Bu öğenin gösterileceği başlangıç saatini girin. Zaman %s olarak girilmelidir.

source: Year/Month/Day Hour:Minute
pt_pt: Ano/Mês/Dia Hora:Minuto
tr_tr: Yıl/At/Gün Saat:Dakika

source: Leave empty if there is no start date. The date/time should be in server date/time.
pt_pt: Deixe em branco se não houver data de início. A data/hora deve estar na data/hora do servidor.
tr_tr: Başlangıç tarihi yoksa boş bırakınız. Sunucu tarihi/saati baz alınmalıdır.

source: Example
pt_pt: Exemplo
tr_tr: Örnek

source: Current Server Time
pt_pt: Hora actual do servidor
tr_tr: Sunucu Zamanı

source: End Date
pt_pt: Data fim
tr_tr: Bitis Tarihi

source: Enter the end date (and time if necessary) that the element will be shown in the format %s.
pt_pt: Digite a data de fim (e hora, se necessário) em que será apresentado o elemento com o formato %s.
tr_tr: Bu öğenin gösterileceği bitiş saatini girin. Zaman %s olarak girilmelidir.

source: Leave empty if there is no end date. The date/time should be in server date/time.
pt_pt: Deixe em branco se não houver data de fim. A data/hora deve estar na data/hora do servidor.
tr_tr: Bitiş tarihi yoksa boş bırakınız. Sunucu tarihi/saati baz alınmalıdır.

source: Start Time
pt_pt: Hora início
tr_tr: Başlangıç Zamanı

source: Enter the start time that the element will be shown in the format %s.
pt_pt: Digite a hora de início em que será apresentado o elemento com o formato %s.
tr_tr: Bu öğenin gösterileceği başlangıç saatini girin. Zaman %s olarak girilmelidir.

source: Hour:Minute
pt_pt: Hora:Minuto
tr_tr: Saat:Dakika

source: The time should be in server time.
pt_pt: A hora deverá estar na hora do servidor
tr_tr: Sunucu saati baz alınmalıdır.

source: End Time
pt_pt: Hora de fim
tr_tr: Bitiş Zamanı

source: Enter the end time that the element will be shown in the format %s.
pt_pt: Digite a hora de fim em que o será apresentado o elemento com o formato %s.
tr_tr: Bu öğenin gösterileceği bitiş saatini girin. Zaman %s girilmelidir.

source: Condition
pt_pt: Condição
tr_tr: Şart

source: AND
pt_pt: E
tr_tr: VE

source: OR
pt_pt: OU
tr_tr: VEYA

source: Select the condition. AND will check for all parameters, OR will check one of the parameters.
pt_pt: Seleccione a condição, E irá verificar todos os parâmetros OU verificará apenas um dos parâmetros.
tr_tr: Şartı seçin. VE bütün parametreleri kontrol eder. VEYA parametrelerden birini kontrol eder.

source: Function Name
pt_pt: Nome da função
tr_tr: Fonksiyon Adı

source: Enter the PHP function name that suggests whether the element is shown. (Return true if the element will be hidden.)
pt_pt: Digite o nome da função PHP que sugere se o elemento é mostrado. (Devolve verdadeiro se o elemento estiver oculto).
tr_tr: Bu öğenin görünmesini öneren PHP fonksiyonunun adını girin. (Öğenin gizlenmesini istiyorsanız true dönün.)

source: Selected User Roles
pt_pt: Escolha as funções de utilizador
tr_tr: Seçilmiş Kullanıcı Rolü

source: Select user roles which this element will be visible to. Type Administrator, Editor, Author, Contributor, Subscriber or any other user role defined.
pt_pt: Seleccione as funções de usuário para as quais esse elemento ficará visível. Digite Administrador, Editor, Autor, Colaborador, Assinante ou qualquer outra função de usuário definida.
tr_tr: Bu öğenin gösterileceği kullanıcı rollerini seçin. Örnek: Administrator, Editor, Author, Contributor, Subscriber veya tanımlanmış diğer kullanıcı rolleri.

source: Select users which this element will be visible to. Type user name, user login name or user email.
pt_pt: Seleccione os utilizadores para os quais este elemento estarão visível. Digite o nome, o nome de utilizador ou o email do utilizador.
tr_tr: Bu öğenin gösterileceği kullanıcıları seçin. Kullanıcı adını, kullanıcı giriş adını veya emailini yazabilirsiniz.

source: Select users which this element will NOT be visible to. Type user name, user login name or user email.
pt_pt: Seleccione os utilizadores para os quais este elemento NÃO estarão visível. Digite o nome, o nome de utilizador ou o email do utilizador.
tr_tr: Bu öğenin gizleneceği kullanıcıları seçin. Kullanıcı adını, kullanıcı giriş adını veya emailini yazabilirsiniz.

source: Select devices which this element will be visible to. Options:
pt_pt: Seleccione os dispositivos para os quais este elemento ficará visível. Opções:
tr_tr: Bu öğenin gösterileceği cihazları seçin. Seçenekler:

source: WPBakery Page Builder Content Elements
pt_pt: Elementos de conteúdo do construtor de páginas do WPBakery
tr_tr: WPBakery Page Builder İçerik Öğeleri

source: Check All
pt_pt: Seleccionar tudo
tr_tr: Hepsini Seç

source: EFU Permissions
pt_pt: Permissões
tr_tr: EFU İzinler
